tap "bufbuild/buf"
tap "goreleaser/tap"
tap "hashicorp/tap"
tap "hudochenkov/sshpass"
tap "steipete/tap"
tap "teamookla/speedtest"
tap "zackelia/formulae"
brew "act"
brew "algolia"
brew "ansible"
brew "awscli"
brew "cloud-sql-proxy"
brew "coreutils"
brew "curl"
brew "direnv"
brew "docker"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git-lfs"
brew "go"
brew "gogcli"
brew "golangci-lint"
brew "harfbuzz"
brew "graphviz"
brew "hey"
brew "jenv"
brew "jq"
brew "krb5"
brew "kubernetes-cli"
brew "llvm"
brew "neovim"
brew "node"
brew "openclaw-cli"
brew "php"
brew "pnpm"
brew "poppler"
brew "postgresql@17"
brew "pre-commit"
brew "proto"
brew "pulumi"
brew "pyenv"
brew "python@3.12"
brew "shellcheck"
brew "tailscale"
brew "tfenv"
brew "uv"
brew "yamllint"
brew "yq"
brew "zsh-completions"
brew "bufbuild/buf/buf"
brew "hudochenkov/sshpass/sshpass"
brew "steipete/tap/remindctl"
brew "teamookla/speedtest/speedtest"
cask "1password-cli"
cask "alt-tab"
cask "battery"
cask "chatgpt"
cask "claude-code"
cask "cursor"
cask "finicky"
cask "firefox@developer-edition"
cask "gcloud-cli"
cask "hiddenbar"
cask "itsycal"
cask "meetingbar"
cask "notunes"
cask "orbstack"
cask "plex"
cask "stats"
cask "surfshark"
cask "tailscale-app"
cask "visual-studio-code"
vscode "ashishalex.dataform-lsp-vscode"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "k--kato.intellij-idea-keybindings"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "scala-lang.scala"
vscode "scalameta.metals"
vscode "usernamehw.errorlens"
vscode "vscodevim.vim"
vscode "ziyasal.vscode-open-in-github"
go "github.com/air-verse/air"
